<template>
  <v-card
    class="mx-auto"
  >
  <v-card-title class="text--center">Политика конфиденциальности</v-card-title>

    <v-card-subtitle class="pb-0">

        г.  Омск                                                          «21» декабря 2020г.     

 

Настоящая Политика конфиденциальности персональных данных (далее – Политика конфиденциальности) действует в отношении всей информации, которую Интернет-магазин «ОЧАГ»,  расположенный на доменном имени www.ochag55.ru, может получить о Пользователе во время использования им сайта Интернет-магазина, программ и продуктов Интернет-магазина. Использование сайта www.ochag55.ru означает безоговорочное согласие пользователя с настоящей Политикой и указанными в ней условиями обработки его персональной информации. В случае несогласия с этими условиями пользователь должен воздержаться от использования данного ресурса.  
    </v-card-subtitle>
  
<v-card-subtitle class="pb-0">
1. ОПРЕДЕЛЕНИЕ ТЕРМИНОВ
</v-card-subtitle>
  <v-card-text class="text--primary">
1.1.   В настоящей Политике конфиденциальности используются следующие термины:

1.1.1. «Администрация сайта Интернет-магазина (далее – Администрация сайта) » – уполномоченные сотрудники на управление сайтом, действующие от имени ООО «ОЧАГ»,  которые организуют и (или) осуществляют обработку персональных данных, а также определяют цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.

1.1.2. «Персональные данные» - любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных).

1.1.3. «Обработка персональных данных» - любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.

1.1.4. «Конфиденциальность персональных данных» - обязательное для соблюдения Оператором или иным получившим доступ к персональным данным лицом требование не допускать их распространения без согласия субъекта персональных данных или наличия иного законного основания.

1.1.5. «Пользователь сайта Интернет-магазина (далее – Пользователь)» – лицо, имеющее доступ к Сайту, посредством сети Интернет и использующее Сайт интернет-магазина.

1.1.6. «Cookies» — небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере пользователя, который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе при попытке открыть страницу соответствующего сайта.

1.1.7. «IP-адрес» — уникальный сетевой адрес узла в компьютерной сети, построенной по протоколу IP.

1.1.8. «Веб-маячки» (или “точечные маркеры”). Веб-маячки представляют собой графические изображения, которые размещаются на Интернет-сайте и применяются для подсчета посетителей сайта и/или доступа к определенным данным Cookies.
</v-card-text>


        <v-card-subtitle class="pb-0">
        2.   ОБЩИЕ ПОЛОЖЕНИЯ
        </v-card-subtitle>

        <v-card-text class="text--primary">
2.1.   Использование Пользователем сайта Интернет-магазина означает согласие с настоящей Политикой конфиденциальности и условиями обработки персональных данных Пользователя.

2.2.  Данный сайт www.ochag55.ru носит исключительно информационный характер и ни при каких обстоятельствах не является публичной офертой, определяемой положениями Статьи 437 Гражданского кодекса РФ.

2.3.   В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить использование сайта Интернет-магазина.

2.4.   Настоящая Политика конфиденциальности применяется только к сайту Интернет-магазина ОЧАГ. Интернет-магазин не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на сайте Интернет-магазина. На таких сайтах у пользователя может собираться или запрашиваться иная персональная информация, а также могут совершаться иные действия.

2.5.   Администрация сайта не проверяет достоверность персональных данных, предоставляемых Пользователем сайта Интернет-магазина и не осуществляет контроль за их дееспособностью. Однако сайт www.ochag55.ru исходит из того, что Пользователь предоставляет достоверную и достаточную персональную информацию по вопросам, предлагаемым в формах настоящего ресурса, и поддерживает эту информацию в актуальном состоянии.
        </v-card-text>


        <v-card-subtitle class="pb-0">
        3.   ПРЕДМЕТ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ
        </v-card-subtitle>

        <v-card-text class="text--primary">
3.1.   Настоящая Политика конфиденциальности устанавливает обязательства Администрации сайта Интернет-магазина по неразглашению и обеспечению режима защиты конфиденциальности персональных данных, которые Пользователь предоставляет по запросу Администрации сайта при регистрации на сайте Интернет-магазина или при оформлении заказа.

3.2. Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности, предоставляются Пользователем путём заполнения регистрационной формы на Сайте интернет-магазина ОЧАГ и включают в себя следующую информацию:

3.2.1. фамилию, имя, отчество Пользователя;

3.2.2. контактный телефон Пользователя;

3.2.3. адрес электронной почты (e-mail);

3.2.4. адрес доставки Товара (почтовый адрес);

3.2.5. имена и пароли пользователей;

3.2.6. возраст Пользователя.

Обязательными являются данные об имени Пользователя и пароле. Информация об адресе является обязательной только в случае использования услуги доставки товара. Прочая информация (имя и фамилия пользователя, адрес электронной почты, номер телефона, почтовый адрес и возраст) является необязательной и предоставляется пользователем по желанию.

3.3. Информация о действиях пользователя. К данной категории информации относятся:

- сведения о транзакциях между пользователем и ООО «ОЧАГ»;

- сведения о направленных запросах или обращениях;

- сведения о приобретенных товарах и предоставленных услугах (в том числе сведения о доставке);

- финансовая информация (в том числе совершенные платежи, данные о кредитной карте, адрес для выставления счетов, результаты проверки кредитоспособности и другие аналогичные финансовые сведения);

- детальная информация о соглашениях между пользователем и ООО «ОЧАГ»;

- сведения о контактах и сообщениях;

- данные о местоположении пользователя (при получении прямого согласия пользователя на каждый случай предоставления подобной информации).

3.4. Интернет-магазин защищает Данные, которые автоматически передаются в процессе просмотра рекламных блоков и при посещении страниц, на которых установлен статистический скрипт системы ("пиксель"):

- IP адрес и время доступа;

- информация из cookies;

- информация о браузере (или иной программе, которая осуществляет доступ к показу рекламы);

- сведения о посещенных страницах на сайте ООО «ОЧАГ»;

- сведения об использованных ссылках на сайте ООО «ОЧАГ»;

- адрес страницы, на которой расположен рекламный блок;

- сведения о просмотре рекламных баннеров;

- реферер (адрес предыдущей страницы);

- номер мобильного телефона при осуществлении пользователем звонка на телефонные номера, указанные на сайте;

- информация об устройствах компьютера пользователя.

3.4.1. Отключение cookies может повлечь невозможность доступа к частям сайта Интернет-магазина, требующим авторизации.

3.4.2. Веб-маячки применяются для подсчета посетителей сайта и/или доступа к определенным данным Cookies. Эта информация используется для совершенствования услуг ООО «ОЧАГ». Веб-маячки не собирают никакой другой информации помимо той, которую браузер пользователя предоставляет в рамках любого стандартного Интернет-соединения. Пользователь в любой момент может отключить Cookies и веб-маячки, предотвратив отслеживание своих действий. При этом сохраняется возможность собирать информацию об обращениях с IP-адреса пользователя, однако такая информация станет обезличенной.

3.4.3. Интернет-магазин осуществляет сбор статистики об IP-адресах своих посетителей. Данная информация используется с целью выявления и решения технических проблем, для контроля законности проводимых финансовых платежей.

3.5. Любая иная персональная информация неоговоренная выше (история покупок, используемые браузеры и операционные системы и т.д.) подлежит надежному хранению и нераспространению, за исключением случаев, предусмотренных в п.п. 5.2. и 5.3. настоящей Политики конфиденциальности.
        </v-card-text>


        <v-card-subtitle class="pb-0">
        4.   ЦЕЛИ СБОРА ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЯ
        </v-card-subtitle>

        <v-card-text class="text--primary">
4.1. Персональные данные Пользователя Администрация сайта интернет-магазина может использовать в целях:

4.1.1. Идентификации Пользователя, зарегистрированного на сайте Интернет-магазина, для оформления заказа, при продаже продукции и предоставлении услуг, обработки заказов или других действий, которые могут потребоваться для выполнения обязательств Интернет-магазина ОЧАГ перед Пользователями;

4.1.2.   Для обеспечения функциональности и безопасности продуктов и услуг, для подтверждения совершаемых пользователем действий;

4.1.3. Предоставления Пользователю доступа к персонализированным ресурсам Сайта интернет-магазина;

4.1.4. Установления с Пользователем обратной связи, включая направление уведомлений, запросов, касающихся использования Сайта Интернет-магазина, оказания услуг, обработки запросов и заявок от Пользователя. При осуществлении обратной связи с пользователями с целью предоставления Пользователю информации о продуктах и/или услугах, с целью изучения степени удовлетворенности сервисами ООО «ОЧАГ». С целью проведения маркетинговых исследований, например, для проведения исследований рынка.

4.1.5. Определения места нахождения Пользователя для обеспечения безопасности, предотвращения мошенничества;

4.1.6. Подтверждения достоверности и полноты персональных данных, предоставленных Пользователем;

4.1.7. Создания учетной записи для совершения покупок, если Пользователь дал согласие на создание учетной записи;

4.1.8. Уведомления Пользователя Сайта Интернет-магазина о состоянии Заказа;

4.1.9. Обработки и получения платежей, подтверждения налога или налоговых льгот, оспаривания платежа, определения права на получение кредитной линии Пользователем;

4.1.10. Предоставления Пользователю эффективной клиентской и технической поддержки при возникновении проблем связанных с использованием Сайта интернет-магазина;

4.1.11. Предоставления Пользователю с его согласия, обновлений продукции, специальных предложений, информации о ценах, новостной рассылки и иных сведений от имени Интернет-магазина или от имени партнеров Интернет-магазина. При разработке продуктов и услуг с целью учета пожеланий различных категорий пользователей. В этом случае используется обезличенная сводная и статистическая информация. С целью подготовки индивидуальных предложений и предоставления наиболее подходящих конкретному Пользователю услуг.  

4.1.12. Осуществления рекламной деятельности с согласия Пользователя.

4.1.13. Предоставления доступа Пользователю на сайты или сервисы партнеров Интернет-магазина с целью получения продуктов, обновлений и услуг. Кроме того, некоторые из продуктов и услуг ООО «ОЧАГ» могут использоваться для продвижения продуктов и услуг других компаний. Тем не менее, ООО «ОЧАГ» без предварительного согласия пользователя не раскрывает его персональные данные таким компаниям или любым другим компаниям для использования в маркетинговых целях.
        </v-card-text>

        <v-card-subtitle class="pb-0">
        5.  СПОСОБЫ И СРОКИ ОБРАБОТКИ ПЕРСОНАЛЬНОЙИНФОРМАЦИИ
        </v-card-subtitle>

        <v-card-text class="text--primary">
5.1. Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств.

5.2. Пользователь соглашается с тем, что Администрация сайта вправе передавать персональные данные третьим лицам, в частности, курьерским службам, организациями почтовой связи, операторам электросвязи, исключительно в целях выполнения заказа Пользователя, оформленного на Сайте интернет-магазина ОЧАГ, включая доставку Товара.

5.3. Персональные данные Пользователя могут быть переданы уполномоченным органам государственной власти Российской Федерации только по основаниям и в порядке, установленным законодательством Российской Федерации.

5.4. При утрате или разглашении персональных данных Администрация сайта информирует Пользователя об утрате или разглашении персональных данных.

5.5. Администрация сайта принимает необходимые организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий третьих лиц. Такие меры включают: использование брандмауэров, антивирусных средств, размещение носителей информации в защищенных серверных центрах, шифрование, трансляцию сетевых адресов и скрытие внутренней структуры сети ООО «ОЧАГ», развертывание надлежащих систем и процедур управления правами доступа. Для защиты от случайной утраты и/или повреждения персональных данных используется резервное копирование данных. Персональные данные хранятся до момента прекращения деятельности компании. Уничтожение или обезличивание  части персональных данных, если это  допускается материальным носителем, может производиться способом, исключающим  дальнейшую обработку этих персональных данных с сохранением возможности  обработки иных данных, зафиксированных  на материальном носителе (удаление, вымарывание). Блокирование, уничтожение, обезличивание персональных данных осуществляются по причинам, предусмотренным  действующим законодательством, Комиссией  Общества.  Подтверждением производства действий по блокированию, уничтожению, обезличиванию персональных данных является Акт, составленный Комиссией  Общества в составе уполномоченных лиц.

5.6. Администрация сайта совместно с Пользователем принимает все необходимые меры по предотвращению убытков или иных отрицательных последствий, вызванных утратой или разглашением персональных данных Пользователя.
        </v-card-text>

        <v-card-subtitle class="pb-0">
        6.  ОБЯЗАТЕЛЬСТВА СТОРОН
        </v-card-subtitle>

        <v-card-text class="text--primary">
6.1.1. Предоставить информацию о персональных данных, необходимую для пользования Сайтом интернет-магазина.

6.1.2. Обновить, дополнить предоставленную информацию о персональных данных в случае изменения данной информации.

6.1.3. В случаях, если Пользователь хочет узнать, какими персональными данными о нем располагает ООО «ОЧАГ», либо дополнить, исправить, обезличить или удалить любые неполные, неточные или устаревшие персональные данные, либо хочет прекратить обработку его персональных данных для целей рассылки рекламных материалов, прямого маркетинга или проведения исследований рынка, либо имеет другие убедительные законные основания, он может в должном порядке и в соответствии с действующим законодательством реализовать такое право, обратившись в ООО «ОЧАГ» по электронной почте info@budet-vkusno.ru. В некоторых случаях (особенно если Пользователь хочет удалить свои персональные данные или прекратить их обработку) это также может означать невозможность дальнейшего предоставления услуг. Пользователям предоставляется возможность управления своими персональными данными с использованием функций управления профилем.

В некоторых случаях, например, при возврате товара, требуется фиксация персональных данных покупателя, в  частности, паспортных данных. В этих случаях действующее законодательство может устанавливать ограничения на права Пользователей, упомянутые выше.
        </v-card-text>

        <v-card-subtitle class="pb-0">
        6.2. Администрация сайта обязана:
        </v-card-subtitle>

        <v-card-text class="text--primary">
6.2.1. Использовать полученную информацию исключительно для целей, указанных в п. 4 настоящей Политики конфиденциальности.

6.2.2. Обеспечить хранение конфиденциальной информации в тайне, не разглашать без предварительного письменного разрешения Пользователя, а также не осуществлять продажу, обмен, опубликование, либо разглашение иными возможными способами переданных персональных данных Пользователя, за исключением п.п. 5.2. и 5.3. настоящей Политики Конфиденциальности.

6.2.3. Принимать меры предосторожности для защиты конфиденциальности персональных данных Пользователя согласно порядку, обычно используемого для защиты такого рода информации в существующем деловом обороте.

6.2.4. Осуществить блокирование персональных данных, относящихся к соответствующему Пользователю, с момента обращения или запроса Пользователя или его законного представителя либо уполномоченного органа по защите прав субъектов персональных данных на период проверки, в случае выявления недостоверных персональных данных или неправомерных действий.
        </v-card-text>

         <v-card-subtitle class="pb-0">
       7.  ОТВЕТСТВЕННОСТЬ СТОРОН
        </v-card-subtitle>

        <v-card-text class="text--primary">
7.1. Администрация сайта, не исполнившая свои обязательства, несёт ответственность за убытки, понесённые Пользователем в связи с неправомерным использованием персональных данных, в соответствии с законодательством Российской Федерации, за исключением случаев, предусмотренных п.п. 5.2., 5.3. и 7.2. настоящей Политики Конфиденциальности.

7.2. В случае утраты или разглашения Конфиденциальной информации Администрация сайта не несёт ответственность, если данная конфиденциальная информация:

7.2.1. Стала публичным достоянием до её утраты или разглашения.

7.2.2. Была получена от третьей стороны до момента её получения Администрацией сайта.

7.2.3. Была разглашена с согласия Пользователя.
        </v-card-text>


         <v-card-subtitle class="pb-0">
        8.  РАЗРЕШЕНИЕ СПОРОВ
        </v-card-subtitle>

        <v-card-text class="text--primary">
8.1. До обращения в суд с иском по спорам, возникающим из отношений между Пользователем сайта Интернет-магазина и Администрацией сайта, обязательным является предъявление претензии (письменного предложения о добровольном урегулировании спора).

8.2. Получатель претензии в течение 30 календарных дней со дня получения претензии, письменно уведомляет заявителя претензии о результатах рассмотрения претензии.

8.3. При не достижении соглашения спор будет передан на рассмотрение в судебный орган в соответствии с действующим законодательством Российской Федерации.

8.4. К настоящей Политике конфиденциальности и отношениям между Пользователем и Администрацией сайта применяется действующее законодательство Российской Федерации.
        </v-card-text>

          <v-card-subtitle class="pb-0">
        9.  ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ
        </v-card-subtitle>

        <v-card-text class="text--primary">
9.1. Администрация сайта вправе вносить изменения в настоящую Политику конфиденциальности, модифицировать или закрывать доступ к Интернет-сайтам компании в любое время без согласия Пользователя. Тем не менее, в случае внесения в настоящую Политику конфиденциальности  существенных изменений, ООО «МСТОР» разместит уведомление о таких изменениях в начале этого документа и на главной странице Интернет-сайта. Продолжительность размещения уведомления - 30 дней.

9.2. Новая Политика конфиденциальности вступает в силу с момента ее размещения на Сайте интернет-магазина, если иное не предусмотрено новой редакцией Политики конфиденциальности.

9.3. Все предложения или вопросы по настоящей Политике конфиденциальности следует сообщать по адресу электронной почты: <a href="mailto: ochag.55omsk@gmail.com">ochag.55omsk@gmail.com</a> .

9.4. Действующая Политика конфиденциальности размещена на странице по адресу www.ochag55.ru/confidace
        </v-card-text>
  </v-card>
</template>