<template>
  <v-card
    class="mx-auto"
  >
  <v-card-title class="text--center">ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕи</v-card-title>

    <v-card-subtitle class="pb-0">

        г.  Омск                                                          «21» декабря 2020г.     

 

1.     ОБЩИЕ ПОЛОЖЕНИЯ

1.1.   Настоящее Пользовательское соглашение (далее – Соглашение) относится к сайту Интернет-магазина ОЧАГ, расположенному по адресу www.ochag55.ru, и ко всем соответствующим сайтам, связанным с сайтом www.ochag55.ru.

1.2.   Сайт Интернет-магазина ОЧАГ (далее – Сайт) является информационным интернет-ресурсом.

1.3.   Настоящее Соглашение регулирует отношения между Администрацией сайта Интернет-магазина ОЧАГ  (далее – Администрация сайта) и Пользователем данного Сайта.

1.4. Администрация сайта оставляет за собой право в любое время изменять, добавлять или удалять пункты настоящего Соглашения без уведомления Пользователя.

1.5. Продолжение использования Сайта Пользователем означает принятие Соглашения и изменений, внесенных в настоящее Соглашение.

1.6. Пользователь несет персональную ответственность за проверку настоящего Соглашения на наличие изменений в нем.  

     </v-card-subtitle>
  
<v-card-subtitle class="pb-0">
2.   ОПРЕДЕЛЕНИЯ ТЕРМИНОВ
</v-card-subtitle>
  <v-card-text class="text--primary">
2.1.   Перечисленные ниже термины имеют для целей настоящего Соглашения следующее значение:

2.1.1 Интернет-магазин ОЧАГ – Интернет-магазин, расположенный на доменном имени www.ochag55.ru Интернет-магазина, осуществляющий свою деятельность посредством Интернет-ресурса и сопутствующих ему сервисов.

2.1.2. Интернет-магазин – сайт, содержащий информацию о Товарах, Продавце, позволяющий осуществить выбор, заказ и (или) приобретение Товара.

2.1.3.АдминистрациясайтаИнтернет-магазина – уполномоченные сотрудники на управление Сайтом, действующие от имени ООО “ОЧАГ”.

2.1.4.Пользователь сайта Интернет-магазина (далее – Пользователь) – лицо, имеющее доступ к Сайту, посредством сети Интернет и использующее Сайт.

2.1.5. Содержание сайта Интернет-магазина (далее – Содержание) - охраняемые результаты интеллектуальной деятельности, включая тексты, названия, предисловия, аннотации, статьи, иллюстрации, графические, текстовые, фотографические, производные, составные и иные произведения, пользовательские интерфейсы, визуальные интерфейсы, названия товарных знаков, логотипы, программы для ЭВМ, базы данных, а также дизайн, структура, выбор, координация, внешний вид, общий стиль и расположение данного Содержания, входящего в состав Сайта идругие объекты интеллектуальной собственности все вместе и/или по отдельности, содержащиеся на сайте Интернет-магазина.  
</v-card-text>


        <v-card-subtitle class="pb-0">
        3.   ПРЕДМЕТ СОГЛАШЕНИЯ
        </v-card-subtitle>

        <v-card-text class="text--primary">
3.1. Предметом настоящего Соглашения является предоставление Пользователю Интернет-магазина доступа к содержащимся на Сайте Товарам и оказываемым услугам.

3.1.1.Интернет-магазин предоставляет Пользователю следующие виды услуг (сервисов):

·       доступ к электронному контенту на  бесплатной основе, с правом приобретения Товара, просмотра контента;

·       доступ к средствам поиска и навигации Интернет-магазина;

·       предоставление Пользователю возможности размещения сообщений, комментариев, рецензий Пользователей, выставления оценок контенту Интернет-магазина;

·       доступ к информации о Товаре и к информации о приобретении Товара на бесплатной основе;

·       иные виды услуг (сервисов), реализуемые на страницах Интернет-магазина.

3.1.2. Под действие настоящего Соглашения подпадают все существующие (реально функционирующие) на данный момент услуги (сервисы) Интернет-магазина, а также любые их последующие модификации и появляющиеся в дальнейшем дополнительные услуги (сервисы) Интернет-магазина.

3.2. Доступ к Интернет-магазину предоставляется на бесплатной основе.

3.3. Настоящее Соглашение является публичной офертой. Получая доступ к Сайту Пользователь считается присоединившимся к настоящему Соглашению.

3.4. Данный сайт www.ochag55.ru носит исключительно информационный характер и ни при каких обстоятельствах не является публичной офертой, определяемой положениями Статьи 437 Гражданского кодекса РФ.

3.5. Использование материалов и сервисов Сайта регулируется нормами действующего законодательства Российской Федерации
        </v-card-text>


        <v-card-subtitle class="pb-0">
        4.   ПРАВА И ОБЯЗАННОСТИ СТОРОН
        </v-card-subtitle>

        <v-card-text class="text--primary">
4.1. Администрация сайта вправе:

4.1.1. Изменять правила пользования Сайтом, а также изменять содержание данного Сайта. Изменения вступают в силу с момента публикации новой редакции Соглашения на Сайте www.ochag55.ru.

4.1.2. Ограничить доступ к Сайту в случае нарушения Пользователем условий настоящего Соглашения.  

4.2. Пользователь вправе:

4.2.1. Получить доступ к использованию Сайта www.ochag55.ru.

4.2.2. Пользоваться всеми имеющимися на Сайте услугами, а также приобретать любые Товары, предлагаемые на Сайте.

4.2.3. Задавать любые вопросы, относящиеся к услугам Интернет-магазина  посредством написания письма на электронную почту <a href="mailto: ochag.55omsk@gmail.com">ochag.55omsk@gmail.com</a> .

4.2.4. Пользоваться Сайтом исключительно в целях и порядке, предусмотренных Соглашением и не запрещенных законодательством Российской Федерации.

4.3. Пользователь Сайта обязуется:

4.3.1. Предоставлять по запросу Администрации сайта дополнительную информацию, которая имеет непосредственное отношение к предоставляемым услугам данного Сайта.

4.3.2. Соблюдать имущественные и неимущественные права авторов и иных правообладателей при использовании Сайта.

4.3.3. Не предпринимать действий, которые могут рассматриваться как нарушающие нормальную работу Сайта.

4.3.4. Не распространять с использованием Сайта любую конфиденциальную и охраняемую законодательством Российской Федерации информацию о физических либо юридических лицах.

4.3.5. Избегать любых действий, в результате которых может быть нарушена конфиденциальность охраняемой законодательством Российской Федерации информации.

4.3.6. Не использовать Сайт для распространения информации рекламного характера, иначе как с согласия Администрации сайта.

4.3.7.Не использовать сервисы сайта Интернет-магазина с целью:

4.3.7. 1. загрузки контента, который является незаконным, нарушает любые права третьих лиц; пропагандирует насилие, жестокость, ненависть и (или) дискриминацию по расовому, национальному, половому, религиозному, социальному признакам; содержит недостоверные сведения и (или) оскорбления в адрес конкретных лиц, организаций, органов власти.

4.3.7. 2. побуждения к совершению противоправных действий, а также содействия лицам, действия которых направлены на нарушение ограничений и запретов, действующих на территории Российской Федерации.

4.3.7. 3. нарушения прав несовершеннолетних лиц и (или) причинение им вреда в любой форме.

4.3.7. 4. ущемления прав меньшинств.

4.3.7. 5. представления себя за другого человека или представителя организации и (или) сообщества без достаточных на то прав, в том числе за сотрудников данного Интернет-магазина.

4.3.7. 6. введения в заблуждение относительно свойств и характеристик какого-либо Товара из каталога Интернет-магазина, размещенного на Сайте.

4.3.7. 7. некорректного сравнения Товара, а также формирования негативного отношения к лицам, (не) пользующимся определенными Товарами, или осуждения таких лиц.

4.4. Пользователю запрещается:

4.4.1. Использовать любые устройства, программы, процедуры, алгоритмы и методы, автоматические устройства или эквивалентные ручные процессы для доступа, приобретения, копирования или отслеживания содержания Сайта данного Интернет-магазина;

4.4.2. Нарушать надлежащее функционирование Сайта;

4.4.3. Любым способом обходить навигационную структуру Сайта для получения или попытки получения любой информации, документов или материалов любыми средствами, которые специально не представлены сервисами данного Сайта;

4.4.4. Несанкционированный доступ к функциям Сайта, любым другим системам или сетям, относящимся к данному Сайту, а также к любым услугам, предлагаемым на Сайте;

4.4.4. Нарушать систему безопасности или аутентификации на Сайте или в любой сети, относящейся к Сайту.

4.4.5. Выполнять обратный поиск, отслеживать или пытаться отслеживать любую информацию о любом другом Пользователе Сайта.

4.4.6. Использовать Сайт и его Содержание в любых целях, запрещенных законодательством Российской Федерации, а также подстрекать к любой незаконной деятельности или другой деятельности, нарушающей права интернет-магазина или других лиц. 
        </v-card-text>


        <v-card-subtitle class="pb-0">
        5.   ИСПОЛЬЗОВАНИЕ САЙТА ИНТЕРНЕТ-МАГАЗИНА
        </v-card-subtitle>

        <v-card-text class="text--primary">
5.1. Сайт и Содержание,входящее в состав Сайта, принадлежит и управляется Администрацией сайта.

5.2. Содержание Сайта не может быть скопировано, опубликовано, воспроизведено, передано или распространено любым способом, а также размещено в глобальной сети «Интернет» без предварительного письменного согласия Администрациисайта.

5.3. Содержание Сайта защищено авторским правом, законодательством о товарных знаках, а также другими правами, связанными с интеллектуальной собственностью, и законодательством о недобросовестной конкуренции.

5.4. Приобретение Товара, предлагаемого на Сайте, может потребоватьсоздания учётной записи Пользователя.

5.5. Пользователь несет персональную ответственность за сохранение конфиденциальности информации учётной записи, включая пароль, а также за всю без исключения деятельность, которая ведётся от имени Пользователя учётной записи.

5.6. Пользователь должен незамедлительно уведомить Администрацию сайта о несанкционированном использовании его учётной записи или пароля или любом другом нарушении системы безопасности.

5.7. Администрация сайта обладает правом в одностороннем порядке аннулировать учетную запись Пользователя, если она не использовалась более 3-х календарных месяцев подряд без уведомления Пользователя.

5.8. Настоящее Соглашение распространяет свое действия на все дополнительные положения и условия о покупке Товара и оказанию услуг, предоставляемых на Сайте.

5.9. Информация, размещаемая на Сайте не должна истолковываться как изменение настоящего Соглашения.

5.10. Администрация сайта имеет право в любое время без уведомления Пользователя вноситьизменения в перечень Товаров и услуг, предлагаемых на Сайте, и (или) в цены, применимые к таким Товарам по их реализации и (или) оказываемым услугам Интернет-магазином.

5.11. Документ, указанный в пункте 5.11.1 настоящего Соглашения регулирует в соответствующей части и распространяет свое действие на использование Пользователем Сайта. В настоящее Соглашение включен следующий документ: 5.11.1. Политика конфиденциальности. 5.12. Документ, указанный в пункте 5.11. настоящего Соглашения может подлежать обновлению. Изменения вступают в силу с момента их опубликования на Сайте.  

 

6.   ПОРЯДОК СОВЕРШЕНИЯ ПОКУПКИ НА САЙТЕ ИНТЕРНЕТ-МАГАЗИНА  

6.1. Интернет-магазин информирует о наличии на своем складе Товаров, представленных на Сайте. Сопровождающие Товар фотографии являются простыми иллюстрациями к нему и могут отличаться от фактического внешнего вида Товара. Сопровождающие Товар описания/характеристики не претендуют на исчерпывающую информативность и могут содержать опечатки. Для уточнения информации по Товару Пользователь должен обратиться в Службу поддержки клиентов. Обновление информации, представленной на Сайте, производится ежедневно.

6.2. В случае отсутствия заказанных Пользователем Товаров на складе Интернет-магазина, последний вправе исключить указанный Товар из Заказа / аннулировать Заказ Пользователя, уведомив об этом Пользователя звонком оператора Call-центра Интернет-магазина ОЧАГ .                                                                       

6.3. Пользователь несет полную ответственность за предоставление неверных сведений, повлекшее за собой невозможность надлежащего исполнения Интернет-магазина ОЧАГ своих обязательств.                                                      

6.4. После оформления Заказа на Сайте Пользователю предоставляется информация о предполагаемой дате доставки по телефону. Менеджер, обслуживающий данный Заказ, уточняет детали Заказа, согласовывает дату доставки, которая зависит от того, какой пункт назначения заказанного Пользователем Товара, наличия заказанных Товаров на складе Интернет-магазина и времени, необходимого для обработки и доставки Заказа. Дата передачи Товара может быть изменена Интернет-магазином в одностороннем порядке в случае наличия объективных, по мнению Продавца, причин, о чем сообщается Пользователю звонком оператора Call-центра.                                  

6.5. Заказ считается подтвержденным Интернет-магазином только после фактического получения Пользователем своего заказа любым возможным способом доставки Товара, предоставляемым Интернет-магазином ОЧАГ .

6.6. При завершении или изменении действия бонусных и акционных программ Интернет-магазин оставляет за собой право автоматического изменения цен, прекращение условий предоставления данных акций и спец предложений на любой странице данного интернет-ресурса.
        </v-card-text>

        <v-card-subtitle class="pb-0">
        7.   ОТВЕТСТВЕННОСТЬ
        </v-card-subtitle>

        <v-card-text class="text--primary">
7.1. Любые убытки, которые Пользователь может понести в случае умышленного или неосторожного нарушения любого положения настоящего Соглашения, а также вследствие несанкционированного доступа к коммуникациям другого Пользователя, Администрацией сайта не возмещаются. 7.2. Администрация сайта не несет ответственности за:

7.2.1. Задержки или сбои в процессе совершения операции, возникшие вследствие непреодолимой силы, а также любого случая неполадок в телекоммуникационных, компьютерных, электрических и иных смежных системах.

7.2.2. Действия систем переводов, банков, платежных систем и за задержки связанные с их работой.

7.2.3. Надлежащее функционирование Сайта, в случае, если Пользователь не имеет необходимых технических средств для его использования, а также не несет никаких обязательств по обеспечению пользователей такими средствами.  

         </v-card-text>

        <v-card-subtitle class="pb-0">
      8.   НАРУШЕНИЕ УСЛОВИЙ ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ
        </v-card-subtitle>

        <v-card-text class="text--primary">
8.1. Администрация сайта вправе раскрыть любую собранную о Пользователе данного Сайта информацию, если раскрытие необходимо в связи с расследованием или жалобой в отношении неправомерного использования Сайта либо для установления (идентификации) Пользователя, который может нарушать или вмешиваться в права Администрации сайта или в права других Пользователей Сайта.

8.2. Администрация сайта имеет право раскрыть любую информацию о Пользователе, которую посчитает необходимой для выполнения положений действующего законодательства или судебных решений, обеспечения выполнения условий настоящего Соглашения, защиты прав или безопасности название организации, Пользователей.

8.3. Администрация сайта имеет право раскрыть информацию о Пользователе, если действующее законодательство Российской Федерации требует или разрешает такое раскрытие.

8.4. Администрация сайта вправе без предварительного уведомления Пользователя прекратить и (или) заблокировать доступ к Сайту, если Пользователь нарушил настоящее Соглашение или содержащиеся в иных документах условия пользования Сайтом, а также в случае прекращения действия Сайта либо по причине технической неполадки или проблемы.

8.5. Администрация сайта не несет ответственности перед Пользователем или третьими лицами за прекращение доступа к Сайту в случае нарушения Пользователем любого положения настоящего Соглашения или иного документа, содержащего условия пользования Сайтом.  

 
         </v-card-text>

        <v-card-subtitle class="pb-0">
        9.   РАЗРЕШЕНИЕ СПОРОВ
        </v-card-subtitle>

        <v-card-text class="text--primary">
9.1. В случае возникновения любых разногласий или споров между Сторонами настоящего Соглашения обязательным условием до обращения в суд является предъявление претензии (письменного предложения о добровольном урегулировании спора).

9.2. Получатель претензии в течение 30 календарных дней со дня ее получения, письменно уведомляет заявителя претензии о результатах рассмотрения претензии.

9.3. При невозможности разрешить спор в добровольном порядке любая из Сторон вправе обратиться в суд за защитой своих прав, которые предоставлены им действующим законодательством Российской Федерации.
        </v-card-text>

         <v-card-subtitle class="pb-0">
       10. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ
        </v-card-subtitle>

        <v-card-text class="text--primary">
10.1. Администрация сайта не принимает встречные предложения от Пользователя относительно изменений настоящего Пользовательского соглашения.

10.2. Отзывы Пользователя, размещенные на Сайте, не являются конфиденциальной информацией и могут быть использованы Администрацией сайта без ограничений.
        </v-card-text>


        
  </v-card>
</template>